Repository: M2Team/NanaZip
Catalog: NanaZipPackage/Strings/*/Legacy.resw
Source language: en
Languages: af, ar, az_arab, be, bg, bn, ca, ca_es_valencia, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fr, fy, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, ko, ku_arab, ky_kg, lt, lv, mk, mn_cyrl, mr, ms, nb, ne, nl, nn, pa_in, pl, ps, pt_br, ro, ru, si, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, tg_arab, th, tk_cyrl, tr, tt_arab, ug_arab, uk, uz_cyrl, uz_latn, vi, yo_latn, zh_hans, zh_hant

# Resource3502
source: Would you like to replace the existing file
af: Wil u die bestaande lêer vervang
ar: أتريد استبدال الملف الموجود؟
az_arab: Mövcud faylı əvəzləmək
be: Замяніць наяўны файл
bg: Желаете ли да замените съществуващия файл
bn: আপনিকি বর্তমান ফাইলটি প্রতিস্থাপন করতে চান?
ca: Voleu substituir el fitxer existent
ca_es_valencia: Vol substituir el fitxer existent
cs: Chcete nahradit existující soubor
cy: Hoffech chi ddisodli'r ffeil sy'n bodoli eisioes
da: Vil du erstatte den eksisterende fil
de: Wollen Sie diese Datei
el: Θέλετε να αντικαταστήσετε το υπάρχον αρχείο
eo: Anstataŭigu estantan dosieron
es: ¿Deseas sustituir el archivo existente
et: Kas soovite asendada olemasoleva faili
eu: Dagoen agiria ordeztea nahi duzu
fa: آیا میخواهید فایل موجود با
fi: Korvataanko aiempi tiedosto
fr: Voulez-vous remplacer le fichier existant
fy: Wolle jo de triem ferfange
ga: Ar mhaith leat an comhad atá ann cheana a ionadú
gl: Desexa substituír o ficheiro existente
gu: શું આપ પહેલાથી હયાત ફ઼ાઇલ ને બદલવું પસંદ કરશો?
he: האם אתה רוצה להחליף את הקובץ הקיים
hi: क्या आप पहले से मौजूद फ़ाइल को बदलना पसंद करेंगे?
hr: Zamijeniti postojeću
hu: Kívánja lecserélni a létező fájlt
hy: Փոխարինե՞լ առկա ֆայլը
id: Apakah Anda ingin mengganti berkas yang ada
is: Vilt þú yfirrita gildandi skrána
it: Vuoi sostituire il file esistente
ja: 現在のファイル
ka: გსურთ ჩაანაცვლოთ არსებული ფაილი
kk: Файлды ауыстыру
ko: 존재하는 파일을
ku_arab: ئەتەوێت پەڕگە هەبووەکان جێبگیردرێتەوە؟
ky_kg: Бар файлдарды алмаштыруу
lt: Ar norėtumėte pakeisti esančią failą
lv: Vai vēlaties aizvietot esošo failu
mk: Дали сакате да ја замените постоечката датотека
mn_cyrl: Байгаа файлуудыг дахин байрлуулах уу
mr: अस्तित्वात असलेली फ़ाइल बदलवायची आहे का?
ms: Mahukah anda menggantikan fail yang ada
nb: Vil du overskrive filen
ne: अवस्थित फाइलमा प्रतिस्थापन गर्न चाहनुहुन्छ
nl: Moet het bestaande bestand worden vervangen
nn: Vil du overskriva den eksisterande fila
pa_in: ਕੀ ਤੁਸੀਂ ਮੌਜੂਦਾ ਫਾਇਲ ਨੂੰ
pl: Czy chcesz zamienić istniejący plik
ps: غواړئ چې شته دوتنه ځاېناستې کړئ
pt_br: Você gostaria de substituir o arquivo existente
ro: Doriţi să înlocuiţi fişierul existent
ru: Заменить существующий файл
si: දැනටමත් පවතින පහත ගොනුව,
sk: Chcete nahradiť existujúci súbor
sl: Ali želite zamenjati obstoječo datoteko
sq: Dëshiron ta zëvendësosh skedarin ekzistues
sr_cyrl: Да ли желите да замените постојећу датотеку
sr_latn: Da li želite da zamenite postojeću datoteku
sv: Vill du skriva över den befintliga filen
sw: Ungependa kubadilisha faili iliyopo
ta: தற்பொழுதுள்ள கோப்பை
tg_arab: Файли мавҷударо иваз кардан
th: คุณต้องการแทนที่ไฟล์ที่มีอยู่หรือไม่
tk_cyrl: Bar bolan faýly şunuň bilen
tr: Bu dosyanın var olan dosyanın üzerine yazılmasını
tt_arab: Булган файлны
ug_arab: بۇنىڭغا مەۋجۇد ھۆججەتنى
uk: Бажаєте замінити існуючий файл
uz_cyrl: Мавжуд файлни алмаштирмоқ
uz_latn: Mavjud faylni almashtirmoq
vi: Bạn có muốn thay thế tập tin đã có
yo_latn: Ṣe ẹ fẹ̀ ṣàfirọ́pò fun fáìlì tó ti wà níbẹ
zh_hans: 是否将现有文件
zh_hant: 您要取代現有的檔案

# Resource3503
source: with this one?
af: deur hierdie lêer ?
ar: بهذا الملف؟
az_arab: növbəti faylla?
be: наступным файлам?
bg: с този файл?
bn: এইটির সাথে?
ca: per aquest altre?
ca_es_valencia: per este altre?
cs: tímto?
cy: Gyda hon?
da: med denne?
de: durch diese ersetzen?
el: με αυτό;
eo: per ĉi-tiu?
es: por este otro?
et: selle failiga?
eu: beste honekin?
fa: این یکی جایگزین شود؟
fi: tällä tiedostolla?
fr: par celui-ci ?
fy: Mei dizze?
ga: leis an gceann seo?
gl: con estoutro?
gu: આની જોડે?
he: ?בקובץ הזה
hi: इसके साथ?
hr: datoteku s ovom?
hu: ezzel a fájllal?
hy: տվյալ ֆայլով:
id: dengan yang ini?
is: með þessari?
it: con questo?
ja: を次の新しいファイルに置き換えますか?
ka: ახალი ფაილით?
kk: келесі файлмен ба?
ko: 이것으로 덮어쓰기 하시겠습니까?
ku_arab: لەگەڵ ئەم دانەیە؟
ky_kg: кийинки файл менен?
lt: šiuo failu?
lv: ar šo?
mk: со оваа?
mn_cyrl: Энүүнтэй юу?
mr: यानी?
ms: dengan yang ini?
nb: med denne?
ne: योसँग?
nl: door dit bestand?
nn: med denne?
pa_in: ਇਸ ਫਾਇਲ ਨਾਲ ਬਦਲਨਾ ਚਾਹੋਗੇ?
pl: na następujący?
ps: له دې سره؟
pt_br: por este?
ro: cu acesta?
ru: следующим файлом?
si: මෙය සමග ප්‍රතිස්ථාපනය කරන්න ද?
sk: týmto súborom?
sl: s to?
sq: me këtë?
sr_cyrl: са овом?
sr_latn: sa ovom?
sv: med den här?
sw: na hii?
ta: இதக்கொண்டு மாற்ற விரும்புகிறீர்களா?
tg_arab: бо файли зерин?
th: ด้วย
tk_cyrl: çalyşjakmy?
tr: ister misiniz?
tt_arab: киләсе файл белән алыштырыргамы?
ug_arab: ئالماشتۇرامسىز؟
uk: на такий?
uz_cyrl: қайси бирига?
uz_latn: qaysi biriga?
vi: bằng tập tin mới?
yo_latn: pẹlu fáìlì yí?
zh_hans: 替换为
zh_hant: 而改用這個檔案嗎?

# Resource3504
source: {0} bytes
af: {0} grepe
ar: {0} بايت
az_arab: {0} bayt
be: {0} байтаў
bg: {0} байта
bn: {0} bytesবাইট
cs: {0} bajtů
cy: {0} beit
da: {0} byte
eo: {0} bajtoj
et: {0} baiti
eu: {0} byte
fa: {0} بایت
fi: {0} tavua
fr: {0} octets
ga: {0} bearta
gu: {0} બાઇટ્સ
he: {0} בתים
hi: {0} बाइट्स
hr: {0} bajte
hu: {0} bájt
hy: {0} բայթ
id: {0} bita
is: {0} bæti
it: {0} byte
ja: {0} バイト
ka: {0} ბაიტი
kk: {0} байт
ko: {0} 바이트
ku_arab: {0} بایت
ky_kg: {0} байт
lt: {0} baitų
lv: {0} baiti
mk: {0} бајти
mn_cyrl: {0} битүүд
mr: {0} बाइट्स
ms: {0} baits
nb: {0} byte
ne: {0} बाइट
nn: {0} byte
pa_in: {0} ਬਾਈਟ
pl: {0} bajtów
ps: باېټه {0}
ro: {0} octeţi
ru: {0} байтов
si: බයිට {0}
sk: {0} bajtov
sl: {0} bajtov
sq: {0} bajt
sr_cyrl: {0} бајтова
sr_latn: {0} bajtova
sv: {0} byte
sw: {0} baiti
ta: {0} பைட்கள்
tg_arab: {0} байт
th: {0} ไบต์
tk_cyrl: {0} baýt
tr: {0} bayt
tt_arab: {0} байт
ug_arab: {0} بايت
uk: {0} байт
uz_cyrl: {0} байт
uz_latn: {0} bayt
yo_latn: Báìtì {0}
zh_hans: {0} 字节
zh_hant: {0} 位元組

# Resource3505
source: A&uto Rename
af: O&utomaties hernoem
ar: إعادة تسمية تلقائية
az_arab: Birbaşa yenidən adlandırmaq
be: Пераназваць аўтам.
bg: &Автоматично преименуване
bn: স্বয়ংক্রিয় পুঃনামকরণ
ca: Reanomena a&utomàticament
ca_es_valencia: Renomenar a&utomàticament
cs: A&utomaticky přejmenovat
cy: Ailenwi A&wtomatig
da: A&utomatisk omdøbning
de: A&utomatisch umbenennen
el: Αυτόματη &Μετονομασία
eo: &Aŭtonomŝanĝo.
es: Renombrar a&utomáticamente
et: Nimeta a&utomaatselt ümber
eu: &Berez Berrizendatu
fa: تغییرنام خودکار
fi: &Uudelleennimeä automaattisesti
fr: Renommer &automatiquement
fy: A&utomatysk omneame
ga: Athainmnigh go huathoibríoch
gl: Renomeo a&utomático
gu: સ્વચાલિત પુન: નામકરણ
he: שנה שם &אוטומטית
hi: स्वचालित पुन: नामकरण
hr: A&utomatska promjena naziva
hu: A&utomatikus átnevezés
hy: Վերանվանել ինք.
id: Nama &Ulang Automatis
is: Sjálfendurnefnun
it: &Rinomina automaticamente
ja: 自動的に名前を変更(&U)
ka: ა&ვტო-გადარქმევა
kk: Автоматты қайта атау
ko: 자동으로 이름 바꾸기(&U)
ku_arab: ناوگۆڕینی &خۆکار
ky_kg: Автоматтык түрдө атын өзгөртүү.
lt: A&utomatinis pervadinimas
lv: Autopārdēvēšana
mk: &Автоматски преименувај
mn_cyrl: A&втомат нэр солих
mr: स्वयंचलित नाव बदलवा
ms: N&amakan semula Automatik
nb: Navngi a&utomatisk
ne: स्वचालित पुन: नामकरण
nl: A&utomatisch hernoemen
nn: &Skift filnamn automatisk
pa_in: ਆਪੇ ਨਾਂ ਬਦਲੀ ਕਰੋ (&u)
pl: Automatycznie &zmień nazwy
ps: خپله ب&يانومول
pt_br: A&uto-Renomear
ro: A&uto redenumire
ru: Переименовать автом.
si: &ස්වයංව යළි නම් කරන්න
sk: &Automaticky premenovať
sl: Samodejno &preimenuj
sq: R&iemërtim automatik
sr_cyrl: Аутоматска промена назива
sr_latn: Automatska promena naziva
sv: Byt namn a&utomatiskt
sw: Patia jina &upya kioto
ta: தானாக மாற்றுப்பெயரிடு
tg_arab: Номи мошинро иваз кардан
th: เปลี่ยนชื่ออัตโนมัติ
tk_cyrl: A&wtomatiki adyny üýtget
tr: &Otomatik Yeniden Adlandır
tt_arab: Исемен &автоматик үзгәртергә
ug_arab: ئۆزلۈكىدىن ئات ئۆزگەرت(&U)
uk: &Автоматично перейменовувати
uz_cyrl: &Aвтоматик қайта номламоқ
uz_latn: &Avtomatik qayta nomlamoq
vi: Tự động đổi tên
yo_latn: &Tun orukọ kọ laládàáṣiṣẹ́
zh_hans: 自动重新命名(&U)
zh_hant: 自動重新命名(&U)

# Resource3700
source: Unsupported compression method for '{0}'.
af: Nie-ondersteunde saampersmetode vir '{0}'.
ar: طريقة ضغط غير معتمدة لـ '{0}'
az_arab: '{0}' faylının dəstəklənməyən sıxılma üsulu.
be: Непадтрымоўваны метад сціску для файла '{0}'.
bg: Неподдържан метод за компресия във файл '{0}'.
bn: অসমর্থিত সংকোচন পদ্ধতি -'{0}'.
ca: Mètode de compressió no vàlid per a «{0}».
ca_es_valencia: Mètode de compressió no vàlid per a '{0}'.
cs: Nepodporovaná komprimační metoda pro '{0}'.
cy: Modd cywasgu ddim yn dilys am '{0}'.
da: Komprimeringsmetode for "{0}" er ikke understøttet.
de: Das Kompressionsverfahren in "{0}" wird nicht unterstützt.
el: Μη υποστηριζόμενη μέθοδος συμπίεσης για το '{0}'.
eo: Ne estas subtenata densigmetodo por dosiero '{0}'.
es: Método de compresión no válido para '{0}'.
et: Toetuseta tihendusmeetod failile {0}.
eu: Konpresio metodo sostengatu gabea '{0}'-rako.
fa: روش فشرده سازی برای '{0}' پشتیبانی نشذه است
fi: Tiedoston '{0}' pakkaustapaa ei tueta.
fr: Méthode de compression non valide pour '{0}'.
fy: Net stipe kompresjemetoade foar '{0}'.
ga: Níl an bealach comhbhrúite bailí i gcomhair '{0}'.
gl: Método de compresión non admitido para '{0}'.
gu: '{0}' ના માટે અસહાયક દબાવાવાની પદ્ધતિ.
he: .'{0}' שיטה בלתי נתמכת של דחיסה עבור
hi: '{0}' के लिए असहायक दबाने की पद्धति.
hr: Nije podržan način sažimanja za '{0}'.
hu: A(z) '{0}' tömörítési módja nem támogatott.
hy: '{0}' ֆայլը սեղմելու եղանակը չի աջակցվում
id: Metode mampat untuk '{0}' tidak didukung.
is: Óstudd þjöppunaraðferð fyrir „{0}“.
it: Metodo di compressione non supportato per '{0}'.
ja: "{0}" はサポートされていない圧縮方式です。
ka: შეკუმშვის შეუთავსებადი მეთოდი '{0}'-თვის.
kk: '{0}' файлы үшін сығу әдісін көтермейді.
ko: '{0}'은 지원하지 않는 압축 방식입니다.
ku_arab: ڕێبازێکی پاڵپشتی نەکراوی پەستاندن بۆ '{0}'.
ky_kg: '{0}' файлдагы колдобоочу кысуу амалы.
lt: Nepalaikomas suglaudinimo metodas failui „{0}“.
lv: Neatbalstīts saspiešanas paņēmiens '{0}' failam.
mk: Неподдржан метод за компресија за '{0}'.
mn_cyrl: Дараах файлд шахалтын арга дэмжигдээгүй байна '{0}'.
mr: असहाय्यक दाब पद्धत'{0}'.
ms: Kaedah pemampatan untuk '{0}' tidak disokong.
nb: Komprimeringsmetoden støttes ikke for «{0}».
ne: '{0}'का लागि असमर्थित सङ्कुचन विधि
nl: Niet-ondersteunde compressiemethode voor '{0}'.
nn: Kompresjonsmetoden er ikkje støtta for '{0}'.
pa_in: '{0}' ਲਈ ਨਪੀੜਨ ਢੰਗ ਸਹਿਯੋਗੀ ਨਹੀਂ।
pl: Nieobsługiwana metoda kompresji pliku „{0}”.
ps: .لپاره نامنلې زېرنې لېله '{0}'
pt_br: Método de compressão não suportado por '{0}'.
ro: Metodă de arhivare nesuportată pentru '{0}'.
ru: Неподдерживаемый метод сжатия для файла '{0}'.
si: '{0}' සඳහා සහාය නොදක්වන හැකිළුම් ක්‍රමයකි.
sk: Nepodporovaná kompresná metóda pre '{0}'.
sl: Nepodprta metoda stiskanja za '{0}'.
sq: Metoda e ngjeshjes për '{0}' nuk mbështetet.
sr_cyrl: Неподржани метод компресије за '{0}'.
sr_latn: Nepodržani metod kompresije za '{0}'.
sv: Komprimeringsmetoden stöds inte för '{0}'.
sw: Mbinu ya ufinyazi haiauniwi kwa '{0}'.
ta: '{0}'-ல் ஆதரவில்லாத இறுக்கல் முறை.
tg_arab: Усули фишурдани дастгирнашаванда барои файли '{0}'.
th: ไม่รองรับวิธีการบีบอัดนี้สำหรับ '{0}'
tk_cyrl: '{0}' üçin goldanmaýan usul.
tr: '{0}' için sıkıştırma yöntemi desteklenmiyor.
tt_arab: '{0}' файлы өчен мөмкин булмаган кысу ысулы.
ug_arab: {0} قوللىمايدىغان پرىسلاش مودېلى
uk: Непідтривуваний метод стиснення для '{0}'.
uz_cyrl: '{0}' учун қўлланилмайдиган сиқиш услуби танланган.
uz_latn: '{0}' uchun qo‘llanilmaydigan siqish uslubi tanlangan.
vi: Phương thức nén không hỗ trợ cho '{0}'.
yo_latn: Kọ si àtìlẹ́yìn fun ètò àkójọ́pọ yí '{0}'.
zh_hans: 不支持的压缩算法「{0}」。
zh_hant: '{0}' 未支援此壓縮方式。

# Resource3701
source: Data error in '{0}'. File is broken.
af: Datafout in '{0}'. Lêer is beskadig.
ar: خطأ بيانات في '{0}'. الملف تالف.
az_arab: '{0}' məlumatlarında xəta. Fayl korlanıb.
be: Памылка ў дадзеных у '{0}'. Файл сапсаваны.
bg: Грешка в данните в '{0}'. Файлът е повреден.
bn: '{0}' ফাইলে ত্রুটিপূর্ণ তথ্য. ফাইলটি খন্ডিত
ca: Error de dades en «{0}». El fitxer és corrupte.
ca_es_valencia: Error de dades en '{0}'. L'arxiu està corrupte.
cs: Chyba dat v '{0}'. Soubor je poškozený.
cy: Gwall data mewn '{0}'. Ffeil wedi'i torri.
da: Datafejl i "{0}". Filen er ødelagt.
de: Datenfehler in "{0}". Die Datei ist beschädigt.
el: Λάθος δεδομένων στο {0}. Το αρχείο είναι κατεστραμμένο.
eo: Datumeraro en '{0}'. Difektiĝinta dosiero.
es: Error de datos en '{0}'. El archivo está corrupto.
et: Andmeviga failis {0}. Fail on rikutud.
eu: Datu akatsa '{0}'. Agiria hautsita dago.
fa: خطای داده در '{0}'. اين فايل شکسته هست
fi: Sisältövirhe tiedostossa '{0}'. Tiedosto on vioittunut.
fr: Donnée erronée dans le fichier '{0}'. Le fichier est corrompu.
fy: Data flater yn '{0}'. Triem is beskeadige.
ga: Botún sna sonraí sa chomhad '{0}'. Tá an comhad briste.
gl: Erro de datos en '{0}'. O ficheiro está danado.
gu: ડેટા ત્રુટિ’{0}' માં. ફ઼ાઇલ તૂટેલી છે.
he: שגיאת נתונים בקובץ\n'{0}'\nהקובץ שבור
hi: डेटा त्रुटि'{0}' में. फ़ाइल टूटी हुई है.
hr: Podatkovna greška u '{0}'. Datoteka je neispravna.
hu: Adathiba a következőben: '{0}'. A fájl sérült.
hy: Տվյալների սխալ'{0}'-ում: Ֆայլը վնասված է:
id: Galat data di '{0}'. Berkas ini rusak.
is: Gagnavilla í „{0}“. Skráin er brotin
it: Errore nei dati in '{0}'. Il file è danneggiato.
ja: "{0}" でデータ エラーが発生しました。ファイルは壊れています。
ka: მონაცემების შეცდომა '{0}'-ში. ფაილი დაზიანებულია.
kk: '{0}' мәліметінде қателік. Файл зақымдалған.
ko: '{0}'에 데이터 오류가 있습니다. 파일이 손상되었습니다.
ku_arab: زانیاری '{0}' هەڵەیە. پەڕگە تێکشکاوە.
ky_kg: '{0}' берилүүсүндөгү ката.файл бузук.
lt: Duomenų klaida „{0}“. Failas pažeistas.
lv: Datu kļūda '{0}'. Fails ir bojāts.
mk: Грешка во податоците во '{0}'. Датотеката е оштетена.
mn_cyrl: '{0}'өгөгдлийн алдаа. Файл эвдэрсэн байна.
mr: डेटा चूक'{0}'. फ़ाइल तुटलेली आहे.
ms: Data ralat di '{0}'. Fail ini rosak.
nb: Datafeil i «{0}». Filen er ødelagt.
ne: '{0}'लगत त्रुटि । फाइल बिग्रेको छ
nl: Gegevensfout in '{0}'. Bestand is beschadigd.
nn: Data feil i '{0}'. Fila er øydelagt.
pa_in: '{0}' ਵਿੱਚ ਡਾਟਾ ਸਮੱਸਿਆ। ਫਾਇਲ ਟੁੱਟੀ ਹੋਈ ਹੈ।
pl: Błąd danych w „{0}”. Plik jest uszkodzony.
ps: .کښې اومتوک ستونزه '{0}' دوتنه ماته ده
pt_br: Erro nos dados do '{0}'. O arquivo está danificado.
ro: Eroare de date la '{0}'. Fişierul este corupt.
ru: Ошибка в данных в '{0}'. Файл испорчен.
si: '{0}' හි දත්ත දෝෂයකි. ගොනුව බිඳී ඇත.
sk: Chybné údaje v '{0}'. Súbor je poškodený.
sl: Podatkovna napaka v '{0}'. Datoteka je poškodovana.
sq: Gabim të dhënash në '{0}'. Skedari është i prishur.
sr_cyrl: Грешка у '{0}'. Датотека је неисправана.
sr_latn: Greška u '{0}'. Datoteka je neispravana.
sv: Datafel i '{0}'. Filen är korrupt.
sw: Tatizo la data katika '{0}'. Faili imevunjika.
ta: '{0}'-ல் தரவுத் தவறு. கோப்பு முறிந்துள்ளது.
tg_arab: Хатогии маълумот дар '{0}'. Файл вайрон шудааст.
th: ข้อมูลใน '{0}' ผิดพลาด ไฟล์ชำรุด
tk_cyrl: '{0}' içinde data ýalňyşlygy. Faýl bozyk.
tr: '{0}' içindeki veriler hatalı. Dosya bozuk.
tt_arab: '{0}' мәгълүмат хатасы. Файл бозылган.
ug_arab: “{0}” سانلىق مەلۇمات خاتا. ھۆججەت بۇزۇلغان
uk: Помилка даних у '{0}'. Файл пошкоджено.
uz_cyrl: '{0}'даги маълумотлар хатоси. Файл бузилган.
uz_latn: '{0}'dagi ma’lumotlar xatosi. Fayl buzilgan.
vi: Lỗi dữ liệu trong '{0}'. Tệp đã bị hỏng.
yo_latn: Ìṣiṣe détà ṣẹlẹ ní inú '{0}'. Fáìlì ti bajẹ.
zh_hans: 数据「{0}」发生错误，文件已损坏。
zh_hant: '{0}' 中的資料含有錯誤。檔案已損壞。

# Resource3702
source: CRC failed in '{0}'. File is broken.
af: CRC het misluk in '{0}'. Lêer is beskadig.
ar: خطأ بصمة في '{0}'. الملف تالف.
az_arab: '{0}' CRC xətası. Fayl korlanıb.
be: Памылка CRC у '{0}'. Файл сапсаваны.
bg: Проверката на цикличния остатък даде грешка в '{0}'. Файлът е повреден.
bn: '{0}' ফাইলে CRC ব্যর্থ. ফাইলটি খন্ডিত
ca: Ha fallat el CRC en «{0}». El fitxer és corrupte.
ca_es_valencia: CRC ha fallat en '{0}'. L'arxiu està corrupte.
cs: Chyba CRC v '{0}'. Soubor je poškozený.
cy: CRC wedi'i methu mewn '{0}'. Ffeil wedi'i torri.
da: CRC mislykkedes i "{0}". Filen er ødelagt.
de: CRC-Prüfsummenfehler. Die Datei "{0}" ist beschädigt.
el: Ο έλεγχος CRC απέτυχε στο '{0}'. Το αρχείο είναι κατεστραμμένο.
eo: CRC-eraro en '{0}'. Difektiĝinta dosiero.
es: CRC ha fallado en '{0}'. El archivo está corrupto.
et: Tsükkelkoodkontroll (CRC) failis {0} nurjus. Fail on rikutud.
eu: CRC hutsegitea '{0}'. Agiria hautsita dago.
fa: سی آر سی در '{0}' موفق نشد.فایل شکسته هست
fi: Tiedoston '{0}' eheystarkistus epäonnistui. Tiedosto on vioittunut.
fr: Échec du contrôle CRC dans le fichier '{0}'. Le fichier est corrompu.
fy: CRC mislearre yn '{0}'. Triem is beskeadige.
ga: Theip ar CRC sa chomhad '{0}'. Tá an comhad briste.
gl: Fallou a verificación CRC en '{0}'. O ficheiro está danado.
gu: '{0}' માં સીઆરસી અસફલ. ફ઼ાઇલ તૂટેલી છે.
he: נכשל בקובץ CRC\n'{0}'\nהקובץ שבור
hi: '{0}' में सीआरसी असफल. फ़ाइल टूटी हुई है.
hr: CRC greška u '{0}'. Datoteka je neispravna.
hu: CRC-hiba a következőben: '{0}'. A fájl sérült.
hy: CRC սխալ'{0}'-ում: Ֆայլը վնասված է:
id: CRC gagal di '{0}'. Berkas ini rusak.
is: CRC mistókst í „{0}“. Skráin er brotin.
it: CRC non corretto in '{0}'. Il file è danneggiato.
ja: "{0}" の CRC が違います。ファイルは壊れています。
ka: CRC-ის შეცდომა '{0}'-ში. ფაილი დაზიანებულია.
kk: '{0}' CRC қателік. Файл зақымдалған.
ko: '{0}'의 CRC 검사를 실패했습니다. 파일이 손상되었습니다.
ku_arab: CRC سەرکەوتوو نەبوو. پەڕگە تێکشکاوە.
ky_kg: '{0}' CRCте ката.файл бузук.
lt: CRC klaida „{0}“. Failas pažeistas.
lv: CRC kļūda '{0}'. Fails ir bojāts.
mk: CRC грешка во '{0}'. Датотеката е оштетена.
mn_cyrl: '{0}'CRC бүтсэнгүй. Файл эвдэрсэн байна.
mr: CRC अयशस्वी '{0}'. फ़ाइल तुटलेली आहे.
ms: CRC gagal di '{0}'. Fail ini rosak.
nb: CRC-feil i «{0}». Filen er ødelagt.
ne: '{0}' मा CRC असफल । फाइल बिग्रेको छ
nl: CRC mislukt in '{0}'. Bestand is beschadigd.
nn: CRC feila på '{0}'. Fila er øydelagt.
pa_in: '{0}' ਵਿੱਚ ਸੀ-ਆਰ-ਸੀ ਅਸਫ਼ਲ ਰਿਹਾ। ਫਾਇਲ ਟੁੱਟੀ ਹੋਈ ਹੈ।
pl: CRC nie powiodła się dla „{0}”. Plik jest uszkodzony.
ps: .کښې سرس پاتې راغی '{0}' دوتنه ماته ده
pt_br: O CRC falhou no '{0}'. O arquivo está danificado.
ro: Verificarea CRC a eşuat pentru '{0}'. Fişierul este corupt.
ru: Ошибка CRC в '{0}'. Файл испорчен.
si: '{0}' හි CRC අසමත් විය. ගොනුව බිඳී ඇත.
sk: CRC zlyhalo v '{0}'. Súbor je poškodený.
sl: Napaka CRC v '{0}'. Datoteka je poškodovana.
sq: CRC dështoi në '{0}'. Skedari është i prishur.
sr_cyrl: CRC грешка у '{0}'. Датотека је неисправана.
sr_latn: CRC greška u '{0}'. Datoteka je neispravana.
sv: CRC-fel i '{0}'. Filen är korrupt.
sw: CRC haikufaulu katika '{0}'. Faili imevunjika.
ta: '{0}'-ல் CRC தோல்வியுற்றது. கோப்பு முறிந்துள்ளது.
tg_arab: Хатогии CRC дар '{0}'. Файл вайрон шудааст.
th: ซีอาร์ซีใน '{0}' ไม่สามารถใช้การได้ ไฟล์ชำรุด
tk_cyrl: '{0}' içinde Gaýtalanýan Ölçegsizlik Barlagy (CRC) ýalňyşlygy. Faýl bozyk.
tr: '{0}' için CRC sağlaması yapılamadı. Dosya bozuk.
tt_arab: '{0}' CRC хатасы. Файл бозылган.
ug_arab: “{0}” ئورۇندىكى CRC تەكشۈرۈش مەغلۇپ بولدى، ھۆججەت بۇزۇلغان
uk: Помилка CRC у '{0}'. Файл пошкоджено.
uz_cyrl: CRC '{0}'да бажарилмади. Файл бузилган.
uz_latn: CRC '{0}'da bajarilmadi. Fayl buzilgan.
vi: Lỗi chẵn/lẻ (CRC) trong '{0}'. Tệp đã bị hỏng.
yo_latn: Ìkùnà CRC ṣẹlẹ ní inú '{0}'. Fáìlì ti bajẹ.
zh_hans: CRC 校验「{0}」失败，文件已损坏。
zh_hant: '{0}' 的 CRC 驗證失敗。檔案已損壞。

# Resource3703
source: Data error in encrypted file '{0}'. Wrong password?
ar: خطأ بيانات في الملف المشفر '{0}'. كلمة المرور غير صحيحة؟
az_arab: '{0}' şifrəli fayl məlumatlarında xəta. Yanlış şifrə?
be: Памылка ў дадзеных зашыфраванага файла '{0}'. Няслушны пароль?
bg: Грешка в данните в криптирания файл '{0}'. Грешка в паролата?
bn: '{0}' বদ্ধ ফাইলে তথ্যে ত্রুটি. ভুল পাসওয়ার্ড?
ca: Error de dades al fitxer xifrat «{0}». Contrasenya errònia?
ca_es_valencia: Errors de dades en l'arxiu xifrat '{0}'. Contrasenya incorrecta?
cs: Chyba dat v zakódovaném souboru '{0}'. Chybné heslo?
da: Datafejl i den krypterede fil "{0}". Forkert adgangskode?
de: Datenfehler in der verschlüsselten Datei "{0}". Falsches Passwort?
el: Σφάλμα δεδομένων στο κρυπτογραφημένο αρχείο '{0}'. Λάθος κωδικός;
es: Error de datos en el archivo encriptado '{0}'. Verifica la contraseña.
et: Andmeviga krüptitud failis {0}. Kas vale parool?
eu: Datu akatsa '{0}' enkriptaturiko agirian. Sarhitz okerra?
fa: خطای داده در فايل رمزگذارى شده '{0}'. رمزعبور اشتباه است؟
fi: Virhe avattaessa salattua tiedostoa '{0}'. Väärä salasana?
fr: Donnée erronée dans le fichier crypté '{0}'. Mauvais mot de passe ?
fy: Data flater yn fersifere triem '{0}'. Ferkeard wachtwurd?
ga: Sonra mícheart sa chomhad criptithe '{0}'. Focal faire mícheart?
gl: Erro de datos no ficheiro cifrado '{0}'. Contrasinal incorrecto?
gu: '{0}' ગુપ્તિકૃત(એનક્રિપ્ટેડ) ફાઇલ માં ડેટા ત્રુટિ. ગલત કૂટશબ્દ?
he: שגיאת נתונים בקובץ מוצפן\n'{0}'\n?סיסמה שגויה
hi: '{0}' गुप्तिकृत(एनक्रिप्टेड) फाइल में डेटा त्रुटि. गलत कूटशब्द?
hr: Greška u kriptiranoj datoteci '{0}'. Kriva lozinka?
hu: Adathiba a titkosított fájlban: '{0}'. Hibás a jelszó?
hy: Սխալ՝ '{0}' ֆայլի կոդավորման տվյալներում: Գաղտնաբառը սխա՞լ է:
id: Galat data di berkas terenkripsi '{0}'. Salah kata sandi?
is: Gagnavilla í dulkóðuðu „{0}“. Rangt aðgangsorð?
it: Errore nel file cifrato '{0}'. Password errata?
ja: 暗号化されたファイル "{0}" でデータ エラーが発生しました。パスワードが間違っていませんか?
ka: მონაცემების შეცდომა დაშიფრულ ფაილში '{0}'. არასწორი პაროლი?
kk: Шифрланған '{0}' файлында мәліміт қате. Кілтсөз дұрыс емес пе?
ko: 암호화 파일 '{0}'에 데이터 오류가 있습니다. 암호가 틀리나요?
ku_arab: زانیاری هەڵەیە لە پەڕگەی پارێزراودا '{0}'. ئایا تێپەڕەوشە هەڵەیە؟
ky_kg: '{0}' шифрленген файлда ката. Туура эмес купуя-белги?
lt: Duomenų klaida šifruotame faile „{0}“. Neteisingas slaptažodis?
nb: Datafeil i den krypterte filen «{0}». Sjekk at du har riktig passord.
nl: Gegevensfout in versleuteld bestand '{0}'. Verkeerd wachtwoord?
nn: Data feil i den krypterte fila '{0}'. Feil passord?
pa_in: '{0}' ਐਨਕ੍ਰਿਪਟਡ ਫਾਇਲ ਵਿੱਚ ਡਾਟਾ ਸਮੱਸਿਆ। ਗਲ਼ਤ ਪਾਸਵਰਡ?
pl: Błąd danych w zaszyfrowanym pliku „{0}”. Nieprawidłowe hasło?
ps: کوډييزې دوتنې '{0}' کښې اومتوک ستونزه. ناسمه تېرنويې؟
pt_br: Erros nos dados do arquivo criptografado '{0}'. Senha errada?
ro: Erori de date la fişierul criptat '{0}'. Parolă greşită?
ru: Ошибка в данных зашифрованного файла '{0}'. Неверный пароль?
si: සංකේතිත '{0}' ගොනුවේ දත්ත දෝෂයකි. වැරදි මුරපදයක් ද?
sk: Chybné údaje v šifrovanom súbore '{0}'. Nesprávne heslo?
sl: Podatkovna napaka v šifrirani datoteki '{0}'. Napačno geslo?
sq: gabim të dhënash në skedarin e shifruar '{0}'. Fjalëkalim i gabuar?
sr_cyrl: Грешке у кодирану датотеку '(0)' Погрешна лозинка.
sr_latn: Greške u kodiranu datoteku '(0)' Pogrešna lozinka.
sv: Datafel i den krypterade filen '{0}'. Fel lösenord?
sw: Tatizo la data katika faili simba-fiche '{0}'. Nywila mbovu?
tg_arab: Хатои маълумот барои файли рамзии '{0}'. Гузарвожаи нодуруст аст?
th: ข้อมูลในไฟล์บีบอัด '{0}' ผิดพลาด รหัสผ่านไม่ถูกต้อง?
tk_cyrl: '{0}' kodlanan faýlda data ýalňyşlygy. Ýalňyş parol.
tr: Şifrelenmiş '{0}' dosyasındaki veriler hatalı. Parola yanlış olabilir mi?
tt_arab: Шифрланган '{0}' файл мәгълүматларында хата. Серсүз дөрес түгелме?
ug_arab: »{0}« شىفىرلانغان ھۆججەت سانلىق مەلۇماتىدا خاتالىق بار، ئىم خاتا.
uk: Помилка даних у зашифрованому файлі '{0}'. Хибний пароль?
uz_cyrl: Шифрланган '{0}' файлидаги маълумотлар хатоси. Парол нотўғримикан?
uz_latn: Shifrlangan '{0}' faylidagi ma’lumotlar xatosi. Parol noto‘g‘rimikan?
vi: Lỗi dữ liệu trong tệp nén bị mã hóa '{0}'. Mật khẩu sai?
yo_latn: Ìṣiṣe détà ṣẹlẹ ní inú fáìlì pàroko '{0}'. Tun wo ọ̀rọ̀ aṣínà
zh_hans: 加密文件「{0}」数据有误，密码错误？
zh_hant: 加密檔 '{0}' 中的資料含有錯誤。錯誤的密碼?
